const p1 = `الحياة الأكاديمية هي العمود الفقري لتجربة الجامعة، وهي اللي بتحدد مسارك المهني والعلمي بالمستقبل.بتبدأ من أول يوم بتحضر فيه محاضرة، وبتستمر بكل فصل دراسي مليان تحديات، مشاريع، امتحانات، وتعلّم ذاتي.

في الجامعة ما عاد في “مدرّس يتابعك” كل لحظة مثل المدرسة، بل صار عندك مسؤولية أكبر تجاه نفسك.
لازم تتعلّم كيف تنظّم وقتك بين المحاضرات، وكيف تراجع المواد بشكل دوري لتبني فهم حقيقي مو حفظ مؤقت.من المهم إنك تستفيد من الساعات المكتبية للدكاترة، وتحضر الورشات التدريبية والمشاريع الجماعية لأنها بتساعدك تربط العلم النظري بالتطبيق العملي.

كمان جزء كبير من الحياة الأكاديمية هو العمل الجماعي والتفكير النقدي — الجامعة ما بتقيس فقط علاماتك، بل كيف تفكّر، كيف تحلّ المشكلات، وكيف تقدّم فكرتك بطريقة واضحة. خلال هالمرحلة، من الضروري تبني علاقة إيجابية مع الأساتذة وزملاءك، لأنهم ممكن يكونوا جزء من شبكة علاقاتك المهنية المستقبلية. وأهم نصيحة: اعتبر كل مادة فرصة لاكتشاف شغف جديد، مو مجرد “مادة لازم أنجح فيها .

في الجامعة ما عاد في “مدرّس يتابعك” كل لحظة مثل المدرسة، بل صار عندك مسؤولية أكبر تجاه نفسك.لازم تتعلّم كيف تنظّم وقتك بين المحاضرات، وكيف تراجع المواد بشكل دوري لتبني فهم حقيقي مو حفظ مؤقت.من المهم إنك تستفيد من الساعات المكتبية للدكاترة، وتحضر الورشات التدريبية والمشاريع الجماعية لأنها بتساعدك تربط العلم النظري بالتطبيق العملي.
`;

const StudentGuide = [
   {
   id:1 ,
   title:'الحياة الأكاديمية :',
   content: p1
   },
   {
   id:2 ,
   title:'الحياة الاجتماعية والأنشطة الطلابية :',
   content: p1
   },
   {
   id:3 ,
   title:'الحياة الشخصية والتنظيم الذاتي :',
   content: p1
   },
];

const VolunteerGuide = [
    {
        id:1,
        title:'التعريف بالمشروع ودور المتطوع',
        content: p1,
    },
    {
        id:2, // تم التصحيح من 1 إلى 2
        title:' القيم والسلوكيات المتوقعة :',
        content: p1,
    },
    {
        id:3, // تم التصحيح من 1 إلى 3
        title:'الخطوات العملية للانضمام والمشاركة',
        content: p1,
    },
];

const CoachGuide = [
    {
        id:1,
        title:'فلسفة التدريب ودور المدرب',
        content:p1
    },
    {
        id:2,
        title:'المعايير التربوية والسلوك المهني',
        content:p1
    },
    {
        id:3,
        title:'آلية التدريب والتقييم',
        content:p1
    },
]

// تصدير البيانات
export { StudentGuide, VolunteerGuide,CoachGuide };
export default StudentGuide; // يمكنك اختيار أي منهما كـ default